Repository: FECYT/RECYT
Catalog: locale/*/locale.po
Languages: es

# plugins.generic.calidadfecyt.export.all
source: Joint export
es: Exportación conjunta

# plugins.generic.calidadfecyt.export.single
source: Individual exports
es: Exportaciones individuales

# plugins.generic.calidadfecyt.exportAll
source: Export
es: Exportar

# plugins.generic.calidadfecyt.exportAll.description
source: Export all archives-documentation
es: Exportar todos los ficheros-documentación

# plugins.generic.calidadfecyt.export.About
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.About.description
source: Export contents About
es: Exportar contenidos Acerca de

# plugins.generic.calidadfecyt.export.CountArticles
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.CountArticles.description
source: Export article documentation
es: Exportar documentación artículos

# plugins.generic.calidadfecyt.export.DataAuthors
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.DataAuthors.description
source: Export author data
es: Exportar datos de autor

# plugins.generic.calidadfecyt.export.DataReviewers
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.DataReviewers.description
source: Export reviewer data
es: Exportar datos de revisor

# plugins.generic.calidadfecyt.export.Issues
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.Issues.description
source: Export issues documentation
es: Exportar documentación números

# plugins.generic.calidadfecyt.export.JournalIdentity
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.JournalIdentity.description
source: Export journal identification data
es: Exportar datos de identificación de la revista

# plugins.generic.calidadfecyt.export.SubmissionInfo
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.SubmissionInfo.description
source: Export information from the article submission page
es: Exportar información de la pagina de envíos

# plugins.generic.calidadfecyt.export.URLs
source: Export
es: Exportar

# plugins.generic.calidadfecyt.export.URLs.description
source: Export URLs
es: Exportar URLs

# plugins.generic.calidadfecyt.export.editorial
source: Export editorial
es: Exportación flujo editorial

# plugins.generic.calidadfecyt.export.editorial.description
source: Export editorial flow of the selected submission
es: Exportar flujo editorial del envío seleccionado

# plugins.generic.calidadfecyt.dateRange
source: Date Range
es: Rango de fechas

# plugins.generic.calidadfecyt.dateFrom
source: From:
es: Desde:

# plugins.generic.calidadfecyt.dateTo
source: To:
es: Hasta:

# plugins.generic.calidadfecyt.editorialProcess
source: Editorial Process, Periodicity, Policy, Ethics, Preservation
es: Proceso editorial, periodicidad, política, ética, preservación

# plugins.generic.calidadfecyt.editorialTeam
source: Editorial Team
es: Equipo editorial
